[
  {
    "quote": "The more of your private life you put into the public domain, the smaller your private life becomes.",
    "author": "Kevin McCloud",
    "category": "Life"
  },
  {
    "quote": "Life is really simple, but we insist on making it complicated.",
    "author": "Confucius",
    "category": "Life"
  },
  {
    "quote": "Do not dwell in the past, do not dream of the future, concentrate the mind on the present moment.",
    "author": "Buddha",
    "category": "Life"
  },
  {
    "quote": "Life isn’t about finding yourself. Life is about creating yourself.",
    "author": "George Bernard Shaw",
    "category": "Life"
  },
  {
    "quote": "The most important thing is to enjoy your life - to be happy - it’s all that matters.",
    "author": "Audrey Hepburn",
    "category": "Life"
  },
  {
    "quote": "We do not remember days, we remember moments.",
    "author": "Cesare Pavese",
    "category": "Life"
  },
  {
    "quote": "In the end, it’s not the years in your life that count. It’s the life in your years.",
    "author": "Abraham Lincoln",
    "category": "Life"
  },
  {
    "quote": "My mission in life is not merely to survive, but to thrive; and to do so with some passion, some compassion, some humor, and some style.",
    "author": "Maya Angelou",
    "category": "Life"
  },
  {
    "quote": "Nothing is impossible, the word itself says “I’m possible”!",
    "author": "Audrey Hepburn",
    "category": "Inspirational"
  },
  {
    "quote": "The best preparation for tomorrow is doing your best today.",
    "author": "H. Jackson Brown, Jr.",
    "category": "Inspirational"
  },
  {
    "quote": "Put your heart, mind, and soul into even your smallest acts. This is the secret of success.",
    "author": "Swami Sivananda",
    "category": "Inspirational"
  },
  {
    "quote": "Start by doing what’s necessary; then do what’s possible; and suddenly you are doing the impossible.",
    "author": "Francis of Assisi",
    "category": "Inspirational"
  },
  {
    "quote": "The best and most beautiful things in the world cannot be seen or even touched - they must be felt with the heart.",
    "author": "Helen Keller",
    "category": "Inspirational"
  },
  {
    "quote": "Change your thoughts and you change your world.",
    "author": "Norman Vincent Peale",
    "category": "Inspirational"
  },
  {
    "quote": "I can’t change the direction of the wind, but I can adjust my sails to always reach my destination.",
    "author": "Jimmy Dean",
    "category": "Inspirational"
  },
  {
    "quote": "What we think, we become.",
    "author": "Buddha",
    "category": "Inspirational"
  },
  {
    "quote": "It is during our darkest moments that we must focus to see the light.",
    "author": "Aristotle Onassis",
    "category": "Inspirational"
  },
  {
    "quote": "Believe you can and you’re halfway there.",
    "author": "Theodore Roosevelt",
    "category": "Inspirational"
  },
  {
    "quote": "Health is the greatest gift, contentment the greatest wealth, faithfulness the best relationship.",
    "author": "Buddha",
    "category": "Inspirational"
  },
  {
    "quote": "A flower cannot blossom without sunshine, and man cannot live without love.",
    "author": "Max Muller",
    "category": "Love"
  },
  {
    "quote": "We waste time looking for the perfect lover, instead of creating the perfect love.",
    "author": "Tom Robbins",
    "category": "Love"
  },
  {
    "quote": "’Tis better to have loved and lost than never to have loved at all.",
    "author": "Alfred Lord Tennyson",
    "category": "Love"
  },
  {
    "quote": "There can be no deep disappointment where there is not deep love.",
    "author": "Martin Luther King, Jr.",
    "category": "Love"
  },
  {
    "quote": "We're born alone, we live alone, we die alone. Only through our love and friendship can we create the illusion for the moment that we're not alone.",
    "author": "Orson Welles",
    "category": "Love"
  },
  {
    "quote": "Love is when the other person’s happiness is more important than your own.",
    "author": "H. Jackson Brown, Jr.",
    "category": "Love"
  },
  {
    "quote": "Let us always meet each other with smile, for the smile is the beginning of love.",
    "author": "Mother Teresa",
    "category": "Love"
  },
  {
    "quote": "Kindness in words creates confidence. Kindness in thinking creates profoundness. Kindness in giving creates love.",
    "author": "Lao Tzu",
    "category": "Love"
  },
  {
    "quote": "Sometimes the heart sees what is invisible to the eye.",
    "author": "H. Jackson Brown, Jr.",
    "category": "Love"
  },
  {
    "quote": "I have found the paradox, that if you love until it hurts, there can be no more hurt, only more love.",
    "author": "Mother Teresa",
    "category": "Love"
  },
  {
    "quote": "Where there is love there is life.",
    "author": "Mahatma Gandhi",
    "category": "Love"
  },
  {
    "quote": "I have decided to stick with love. Hate is too great a burden to bear.",
    "author": "Martin Luther King, Jr.",
    "category": "Love"
  },
  {
    "quote": "Love is composed of a single soul inhabiting two bodies.",
    "author": "Aristotle",
    "category": "Love"
  },
  {
    "quote": "The sweetest of all sounds is that of the voice of the woman we love.",
    "author": "Jean de la Bruyere",
    "category": "Love"
  },
  {
    "quote": "Keep love in your heart. A life without it is like a sunless garden when the flowers are dead.",
    "author": "Oscar Wilde",
    "category": "Love"
  },
  {
    "quote": "Always remember that you are absolutely unique. Just like everyone else.",
    "author": "Margaret Mead",
    "category": "Funny"
  },
  {
    "quote": "People who think they know everything are a great annoyance to those of us who do.",
    "author": "Isaac Asimov",
    "category": "Funny"
  },
  {
    "quote": "No man has a good enough memory to be a successful liar.",
    "author": "Abraham Lincoln",
    "category": "Funny"
  },
  {
    "quote": "I can resist everything except temptation.",
    "author": "Oscar Wilde",
    "category": "Funny"
  },
  {
    "quote": "Go to Heaven for the climate, Hell for the company.",
    "author": "Mark Twain",
    "category": "Funny"
  },
  {
    "quote": "I’m sorry, if you were right, I’d agree with you.",
    "author": "Robin Williams",
    "category": "Funny"
  },
  {
    "quote": "Behind every great man is a woman rolling her eyes.",
    "author": "Jim Carrey",
    "category": "Funny"
  },
  {
    "quote": "I love deadlines. I like the whooshing sound they make as they fly by.",
    "author": "Douglas Adams",
    "category": "Funny"
  },
  {
    "quote": "Laziness is nothing more than the habit of resting before you get tired.",
    "author": "Jules Renard",
    "category": "Funny"
  }
]
