[
  {
    "text": "Listen, Morty, I hate to break it to you but what people call “love” is just a chemical reaction that compels animals to breed.",
    "author": "Rick Sanchez, Rick and Morty",
    "topic": "Funny"
  },
  {
    "text": "Nobody exists on purpose. Nobody belongs anywhere. We’re all going to die. Come watch TV.",
    "author": "Morty Smith, Rick and Morty",
    "topic": "Funny"
  },
  {
    "text": "What about the reality where Hitler cured cancer, Morty? The answer is: Don’t think about it.",
    "author": "Rick Sanchez, Rick and Morty",
    "topic": "Funny"
  },
  {
    "text": "He’s not a hot girl. He can’t just bail on his life and set up shop in someone else’s.",
    "given": "H",
    "author": "Beth Smith, Rick and Morty",
    "topic": "Funny"
  },
  {
    "text": "That’s planning for failure, Morty. Even dumber than regular planning.",
    "author": "Rick Sanchez, Rick and Morty",
    "topic": "Funny"
  },
  {
    "text": "Get off the high road Summer. We all got pink eye because you wouldn’t stop texting on the toilet.",
    "author": "Rick Sanchez, Rick and Morty",
    "topic": "Funny"
  },
  {
    "text": "I’m not looking for judgement, just a yes or no. Can you assimilate a giraffe?",
    "author": "Rick Sanchez, Rick and Morty",
    "topic": "Funny"
  },
  {
    "text": "It’s fine, everything’s fine. There’s an infinite number of realities, Morty, and in a few dozens of those I got lucky and turned everything back to normal.",
    "author": "Rick Sanchez, Rick and Morty",
    "topic": "Funny"
  },
  {
    "text": "You’re not gonna believe this, because it usually never happens, but I made a mistake.",
    "author": "Rick Sanchez, Rick and Morty",
    "topic": "Funny"
  },
  {
    "text": "If I’ve learned one thing, it’s that before you get anywhere in life, you gotta stop listening to yourself.",
    "author": "Jerry Smith, Rick and Morty",
    "topic": "Funny"
  },
  {
    "text": "Uncertainty is inherently unsustainable. Eventually, everything either is or isn’t.",
    "author": "Rick Sanchez, Rick and Morty",
    "topic": "Funny"
  },
  {
    "text": "What, so everyone’s supposed to sleep every single night now? You realize that nighttime makes up half of all time?",
    "author": "Rick Sanchez, Rick and Morty",
    "topic": "Funny"
  },
  {
    "text": "What’s wrong Rick? Is it the quantum carburetor or something?",
    "given": "Q",
    "author": "Morty Smith, Rick and Morty",
    "topic": "Funny"
  },
  {
    "text": "Morty, you can’t just add a sci-fi word to a car word and hope it means something. Looks like something’s wrong with the micro-verse battery.",
    "author": "Rick Sanchez, Rick and Morty",
    "topic": "Funny"
  },
  {
    "text": "Little tip, Morty. Never clean DNA vials with your spit.",
    "given": "DNA",
    "author": "Rick Sanchez, Rick and Morty",
    "topic": "Funny"
  }
]
