[
  {
    "text": "Kenny's family is so poor, they had to put their cardboard box up for a second mortgage.",
    "author": "Eric Cartman, South Park",
    "topic": "Funny"
  },
  {
    "text": "If irony was made of strawberries, we'd all be drinking a lot of smoothies right now.",
    "author": "Newscaster Ned, South Park",
    "topic": "Funny"
  },
  {
    "text": "Oh, look what I did with Kyle's money. I had it changed into singles so I could roll around in it like this. Oh, Kyle's money.",
    "given": "O",
    "author": "Eric Cartman, South Park",
    "topic": "Funny"
  },
  {
    "text": "Too bad drinking scotch isn’t a paying job or Kenny’s dad would be a millionaire!",
    "author": "Eric Cartman, South Park",
    "topic": "Funny"
  },
  {
    "text": "This is hopeless. We're just going to have to face that the commercialism has been sucked out of Christmas.",
    "author": "Stan Marsh, South Park",
    "topic": "Funny"
  },
  {
    "text": "Now a haiku is just like a good old-fashioned American Poem, except that it's completely stupid.",
    "author": "Mr. Garrison, South Park",
    "topic": "Funny"
  },
  {
    "text": "I looked in my moms closet and saw what I was getting for Christmas, an UltraVibe Pleasure 2000.",
    "author": "Eric Cartman, South Park",
    "topic": "Funny"
  },
  {
    "text": "It’s an Afghanistan goat, so it can’t stay here, or else it’ll choke on the sweet air of freedom.",
    "author": "Eric Cartman, South Park",
    "topic": "Funny"
  },
  {
    "text": "There’s a time and a place for everything, and it’s called college.",
    "author": "Chef, South Park",
    "topic": "Funny"
  },
  {
    "text": "If there are any questions, direct them to that brick wall over there.",
    "author": "John Worsog, South Park",
    "topic": "Funny"
  },
  {
    "text": "You know, I think that if parents would spend less time worrying about what their kids watch on TV and more time worrying about what's going on in their kids' lives, this world would be a much better place.",
    "author": "Stan Marsh, South Park",
    "topic": "Funny"
  },
  {
    "text": "Stan, don't you know the first law of physics? Anything that's fun costs at least eight dollars.",
    "author": "Eric Cartman, South Park",
    "topic": "Funny"
  },
  {
    "text": "Don't do drugs kids. There is a time and place for everything. It's called college.",
    "author": "Jerome \"Chef\" McElroy, South Park",
    "topic": "Funny"
  },
  {
    "text": "Eric is grounded for trying to exterminate the Jews last week.",
    "given": "C",
    "author": "Liane Cartman, South Park",
    "topic": "Funny"
  },
  {
    "text": "We are, as a species, addicted to story. Even when the body goes to sleep, the mind stays up all night, telling itself stories.",
    "author": "Jonathan Gottschall",
    "topic": "Literature"
  }
]
