[
  {
    "id": "inspirational",
    "name": "Inspirational & motivational",
    "description": "Impel and motivate yourself with inspirational and motivational words from those who have experienced life.",
    "topics": "inspirational|motivational|life|humor|appreciation|happiness"
  },
  {
    "id": "love",
    "name": "Love",
    "description": "Whether it brings happiness and meaning or anguish and pain, love is an essential part of living. Love gives our lives contrast, for without it, life is a dull shade of grey. These quotes are spoken from both those in its warm embrace, and those in the sorrow of its departure.",
    "topics": "love|romance"
  },
  {
    "id": "optimism",
    "name": "Optimism",
    "description": "A positive outlook on life is key to overcoming hurdles and finding long-lasting happiness. Whether finding yourself in the service of others, seeking joy in small things or enjoying the beauty of the world and the kindness of others, these quotes inspire optimism.",
    "topics": "optimism|joy|beauty|hope|disappointment"
  },
  {
    "id": "thoughtfulness",
    "name": "Thoughts and dreams",
    "description": "Dare to dream. Find your inner peace. The wise words in these puzzles may help you to learn to know yourself better.",
    "topics": "thoughtfulness|imagination|tranquility"
  },
  {
    "id": "compassion",
    "name": "Other people",
    "description": "We all want to be treated with kindness, and a bit of humility gets you a long way. These puzzles offer some words of advice on friendship, kindness and compassion for your fellow man.",
    "topics": "humility|compassion|sympathy|kindness|gratitude|goodness|tolerance|equality|morality|respect|discrimination|forgiveness|honesty|altruism|individuality"
  },
  {
    "id": "friendship",
    "name": "Family & friends",
    "description": "Many thoughtful writers have found that friendship and family is the most important thing in their lives. These puzzles share those thoughts.",
    "topics": "family|friendship"
  },
  {
    "id": "learning",
    "name": "Learning",
    "description": "Always be improving yourself and exploring new things. Don’t take comfort in not knowing, but undertake action to understand the world around you. Education is the best investment you’ll ever make: it’s free and it’s invaluable.",
    "topics": "education|learning|knowledge|scepticism|reasoning|science|technology|universe|literacy|storytelling|teaching"
  },
  {
    "id": "success",
    "name": "Work ethic",
    "description": "Work hard and reap the rewards. These quotes are words of encouragement about being ambitious and determined.",
    "topics": "ambition|determination|success|confidence|business"
  },
  {
    "id": "sorrow",
    "name": "Sorrow",
    "description": "In the contrasts of life there must also be darkness. These puzzles are words spoken as words of comfort by those who have suffered.",
    "topics": "sorrow"
  },
  {
    "id": "despair",
    "name": "Depression & despair",
    "description": "Depression is a mental illness often gone undiagnosed and untreated. Once it grasps you, you’re sucked in to a whirlpool of despair. The thoughts shared in these puzzles are spoken by those who have escaped it and can help us understand what it’s like.",
    "topics": "depression|despair|loneliness|acceptance|anxiety"
  },
  {
    "id": "holidays",
    "name": "Holidays",
    "description": "It’s a time to relax and be with family. Play the puzzles in the theme of different holidays.",
    "topics": "christmas|thanksgiving|hanukkah|new year"
  },
  {
    "id": "art",
    "name": "Art and culture",
    "description": "We find the culmination of human creativity in art and culture. These puzzles are on the thoughts of those who have pondered the works of others.",
    "topics": "art|culture|literature"
  },
  {
    "id": "history",
    "name": "History and governance",
    "description": "Let us learn from our past so as to make our society a better place. The messages concealed in these puzzles cover topics like leadership, violence, peace and war.",
    "topics": "history|governance|politics|fear|violence|inaction|war"
  },
  {
    "id": "seasons",
    "name": "The seasons",
    "description": "Each season can bring something new. Explore these words by poets and philosophers on what might shore with the tides of time.",
    "topics": "spring|summer|autumn|winter"
  },
  {
    "id": "literature",
    "name": "From literature",
    "description": "This theme contains an assortment of quotes from literature.",
    "topics": "from literature"
  },
  {
    "id": "films",
    "name": "From films",
    "description": "This theme contains an assortment of quotes from famous films.",
    "topics": "film"
  },
  {
    "id": "funny",
    "name": "Funny",
    "description": "Enjoy some of these funny quotes. Don’t look for too much meaning behind them!",
    "topics": "funny"
  }
]
